<template>
    <div>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
      <p>游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定游戏规定</p>
    </div>
</template>

<script>
  export default {
    name: 'Rules'
  }
</script>

<style scoped>

</style>
